---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.HemisphericalLightDistribution
source: html/333d6c27-0a83-eebe-360b-a0995278a572.htm
---
# HemisphericalLightDistribution Members

Creates a hemispherical light distribution object.